HistoryXML/DEV_POST_ORDER_REQUEST.XML

<?xml version="1.0" encoding="iso_8859-1"?>
<soap:Envelope
xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
   <ProcessOrder xmlns="https://pos.livingnaturally.com/ws/orders">
      <sUserName>username</sUserName>
      <sPassword>password</sPassword>
      <sOrderXmlDoc>
      
      <OrderHeader StoreID="100331" StoreName=""  UniqueOrderID="{9A400A0A-C36E-4C51-8155-12345FB889AB}" DateCreated="2017-01-21T09:42:50" 
      	SupplierID="100863" SupplierName="LN Test Supplier" OrderTotal="25.16" MessageToSupplier="" StorePONumber="00012345" 
      	AccountNumber="57131" OrderSource="1300" OrderStatus="1" ShipToName="" ShipToAddress1="" ShipToAddress2=""
         ShipToCity="" ShipToState="" ShipToPostalCode="" ValidateItemData="0">
         
         <OrderDetail GTIN="678523375488" SupplierSKU="0782615" Quantity="1" Cost="25.16" Front="0" Back="0" ItemDescription="MUFFIN ENGLISH 16.9 OZ" PagePartition="1" />

      </OrderHeader>
      </sOrderXmlDoc>
   </ProcessOrder>
</soap:Body>
</soap:Envelope>
